{
  "isot_kaggle": {
    "fake": {
      "shape": [
        23481,
        4
      ],
      "columns": [
        "title",
        "text",
        "subject",
        "date"
      ],
      "sample": [
        {
          "title": " Donald Trump Sends Out Embarrassing New Year’s Eve Message; This is Disturbing",
          "text": "Donald Trump just couldn t wish all Americans a Happy New Year and leave it at that. Instead, he had to give a shout out to his enemies, haters and  the very dishonest fake news media.  The former reality show star had just one job to do and he couldn t do it. As our Country rapidly grows stronger and smarter, I want to wish all of my friends, supporters, enemies, haters, and even the very dishonest Fake News Media, a Happy and Healthy New Year,  President Angry Pants tweeted.  2018 will be a great year for America! As our Country rapidly grows stronger and smarter, I want to wish all of my friends, supporters, enemies, haters, and even the very dishonest Fake News Media, a Happy and Healthy New Year. 2018 will be a great year for America!  Donald J. Trump (@realDonaldTrump) December 31, 2017Trump s tweet went down about as welll as you d expect.What kind of president sends a New Year s greeting like this despicable, petty, infantile gibberish? Only Trump! His lack of decency won t even allow him to rise above the gutter long enough to wish the American citizens a happy new year!  Bishop Talbert Swan (@TalbertSwan) December 31, 2017no one likes you  Calvin (@calvinstowell) December 31, 2017Your impeachment would make 2018 a great year for America, but I ll also accept regaining control of Congress.  Miranda Yaver (@mirandayaver) December 31, 2017Do you hear yourself talk? When you have to include that many people that hate you you have to wonder? Why do the they all hate me?  Alan Sandoval (@AlanSandoval13) December 31, 2017Who uses the word Haters in a New Years wish??  Marlene (@marlene399) December 31, 2017You can t just say happy new year?  Koren pollitt (@Korencarpenter) December 31, 2017Here s Trump s New Year s Eve tweet from 2016.Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don t know what to do. Love!  Donald J. Trump (@realDonaldTrump) December 31, 2016This is nothing new for Trump. He s been doing this for years.Trump has directed messages to his  enemies  and  haters  for New Year s, Easter, Thanksgiving, and the anniversary of 9/11. pic.twitter.com/4FPAe2KypA  Daniel Dale (@ddale8) December 31, 2017Trump s holiday tweets are clearly not presidential.How long did he work at Hallmark before becoming President?  Steven Goodine (@SGoodine) December 31, 2017He s always been like this . . . the only difference is that in the last few years, his filter has been breaking down.  Roy Schulze (@thbthttt) December 31, 2017Who, apart from a teenager uses the term haters?  Wendy (@WendyWhistles) December 31, 2017he s a fucking 5 year old  Who Knows (@rainyday80) December 31, 2017So, to all the people who voted for this a hole thinking he would change once he got into power, you were wrong! 70-year-old men don t change and now he s a year older.Photo by Andrew Burton/Getty Images.",
          "subject": "News",
          "date": "December 31, 2017"
        },
        {
          "title": " Drunk Bragging Trump Staffer Started Russian Collusion Investigation",
          "text": "House Intelligence Committee Chairman Devin Nunes is going to have a bad day. He s been under the assumption, like many of us, that the Christopher Steele-dossier was what prompted the Russia investigation so he s been lashing out at the Department of Justice and the FBI in order to protect Trump. As it happens, the dossier is not what started the investigation, according to documents obtained by the New York Times.Former Trump campaign adviser George Papadopoulos was drunk in a wine bar when he revealed knowledge of Russian opposition research on Hillary Clinton.On top of that, Papadopoulos wasn t just a covfefe boy for Trump, as his administration has alleged. He had a much larger role, but none so damning as being a drunken fool in a wine bar. Coffee boys  don t help to arrange a New York meeting between Trump and President Abdel Fattah el-Sisi of Egypt two months before the election. It was known before that the former aide set up meetings with world leaders for Trump, but team Trump ran with him being merely a coffee boy.In May 2016, Papadopoulos revealed to Australian diplomat Alexander Downer that Russian officials were shopping around possible dirt on then-Democratic presidential nominee Hillary Clinton. Exactly how much Mr. Papadopoulos said that night at the Kensington Wine Rooms with the Australian, Alexander Downer, is unclear,  the report states.  But two months later, when leaked Democratic emails began appearing online, Australian officials passed the information about Mr. Papadopoulos to their American counterparts, according to four current and former American and foreign officials with direct knowledge of the Australians  role. Papadopoulos pleaded guilty to lying to the F.B.I. and is now a cooperating witness with Special Counsel Robert Mueller s team.This isn t a presidency. It s a badly scripted reality TV show.Photo by Win McNamee/Getty Images.",
          "subject": "News",
          "date": "December 31, 2017"
        },
        {
          "title": " Sheriff David Clarke Becomes An Internet Joke For Threatening To Poke People ‘In The Eye’",
          "text": "On Friday, it was revealed that former Milwaukee Sheriff David Clarke, who was being considered for Homeland Security Secretary in Donald Trump s administration, has an email scandal of his own.In January, there was a brief run-in on a plane between Clarke and fellow passenger Dan Black, who he later had detained by the police for no reason whatsoever, except that maybe his feelings were hurt. Clarke messaged the police to stop Black after he deplaned, and now, a search warrant has been executed by the FBI to see the exchanges.Clarke is calling it fake news even though copies of the search warrant are on the Internet. I am UNINTIMIDATED by lib media attempts to smear and discredit me with their FAKE NEWS reports designed to silence me,  the former sheriff tweeted.  I will continue to poke them in the eye with a sharp stick and bitch slap these scum bags til they get it. I have been attacked by better people than them #MAGA I am UNINTIMIDATED by lib media attempts to smear and discredit me with their FAKE NEWS reports designed to silence me. I will continue to poke them in the eye with a sharp stick and bitch slap these scum bags til they get it. I have been attacked by better people than them #MAGA pic.twitter.com/XtZW5PdU2b  David A. Clarke, Jr. (@SheriffClarke) December 30, 2017He didn t stop there.BREAKING NEWS! When LYING LIB MEDIA makes up FAKE NEWS to smear me, the ANTIDOTE is go right at them. Punch them in the nose & MAKE THEM TASTE THEIR OWN BLOOD. Nothing gets a bully like LYING LIB MEDIA S attention better than to give them a taste of their own blood #neverbackdown pic.twitter.com/T2NY2psHCR  David A. Clarke, Jr. (@SheriffClarke) December 30, 2017The internet called him out.This is your local newspaper and that search warrant isn t fake, and just because the chose not to file charges at the time doesn t mean they won t! Especially if you continue to lie. Months after decision not to charge Clarke, email search warrant filed https://t.co/zcbyc4Wp5b  KeithLeBlanc (@KeithLeBlanc63) December 30, 2017I just hope the rest of the Village People aren t implicated.  Kirk Ketchum (@kirkketchum) December 30, 2017Slaw, baked potatoes, or French fries? pic.twitter.com/fWfXsZupxy  ALT- Immigration   (@ALT_uscis) December 30, 2017pic.twitter.com/ymsOBLjfxU  Pendulum Swinger (@PendulumSwngr) December 30, 2017you called your police friends to stand up for you when someone made fun of your hat  Chris Jackson (@ChrisCJackson) December 30, 2017Is it me, with this masterful pshop of your hat, which I seem to never tire of. I think it s the steely resolve in your one visible eye pic.twitter.com/dWr5k8ZEZV  Chris Mohney (@chrismohney) December 30, 2017Are you indicating with your fingers how many people died in your jail? I think you re a few fingers short, dipshit  Ike Barinholtz (@ikebarinholtz) December 30, 2017ROFL. Internet tough guy with fake flair. pic.twitter.com/ulCFddhkdy  KellMeCrazy (@Kel_MoonFace) December 30, 2017You re so edgy, buddy.  Mrs. SMH (@MRSSMH2) December 30, 2017Is his break over at Applebees?  Aaron (@feltrrr2) December 30, 2017Are you trying to earn your  still relevant  badge?  CircusRebel (@CircusDrew) December 30, 2017make sure to hydrate, drink lots of water. It s rumored that prisoners can be denied water by prison officials.  Robert Klinc (@RobertKlinc1) December 30, 2017Terrill Thomas, the 38-year-old black man who died of thirst in Clarke s Milwaukee County Jail cell this April, was a victim of homicide. We just thought we should point that out. It can t be repeated enough.Photo by Spencer Platt/Getty Images.",
          "subject": "News",
          "date": "December 30, 2017"
        }
      ],
      "dtypes": {
        "title": "object",
        "text": "object",
        "subject": "object",
        "date": "object"
      },
      "null_counts": {
        "title": 0,
        "text": 0,
        "subject": 0,
        "date": 0
      },
      "duplicates": "3",
      "title_length_stats": {
        "mean": 94.19803245176952,
        "min": 8,
        "max": 286,
        "median": 90.0
      },
      "text_length_stats": {
        "mean": 2547.396235254035,
        "min": 1,
        "max": 51794,
        "median": 2166.0
      },
      "subject_length_stats": {
        "mean": 7.182317618500064,
        "min": 4,
        "max": 15,
        "median": 8.0
      },
      "date_length_stats": {
        "mean": 13.111196286359185,
        "min": 9,
        "max": 149,
        "median": 12.0
      }
    },
    "true": {
      "shape": [
        21417,
        4
      ],
      "columns": [
        "title",
        "text",
        "subject",
        "date"
      ],
      "sample": [
        {
          "title": "As U.S. budget fight looms, Republicans flip their fiscal script",
          "text": "WASHINGTON (Reuters) - The head of a conservative Republican faction in the U.S. Congress, who voted this month for a huge expansion of the national debt to pay for tax cuts, called himself a “fiscal conservative” on Sunday and urged budget restraint in 2018. In keeping with a sharp pivot under way among Republicans, U.S. Representative Mark Meadows, speaking on CBS’ “Face the Nation,” drew a hard line on federal spending, which lawmakers are bracing to do battle over in January. When they return from the holidays on Wednesday, lawmakers will begin trying to pass a federal budget in a fight likely to be linked to other issues, such as immigration policy, even as the November congressional election campaigns approach in which Republicans will seek to keep control of Congress. President Donald Trump and his Republicans want a big budget increase in military spending, while Democrats also want proportional increases for non-defense “discretionary” spending on programs that support education, scientific research, infrastructure, public health and environmental protection. “The (Trump) administration has already been willing to say: ‘We’re going to increase non-defense discretionary spending ... by about 7 percent,’” Meadows, chairman of the small but influential House Freedom Caucus, said on the program. “Now, Democrats are saying that’s not enough, we need to give the government a pay raise of 10 to 11 percent. For a fiscal conservative, I don’t see where the rationale is. ... Eventually you run out of other people’s money,” he said. Meadows was among Republicans who voted in late December for their party’s debt-financed tax overhaul, which is expected to balloon the federal budget deficit and add about $1.5 trillion over 10 years to the $20 trillion national debt. “It’s interesting to hear Mark talk about fiscal responsibility,” Democratic U.S. Representative Joseph Crowley said on CBS. Crowley said the Republican tax bill would require the  United States to borrow $1.5 trillion, to be paid off by future generations, to finance tax cuts for corporations and the rich. “This is one of the least ... fiscally responsible bills we’ve ever seen passed in the history of the House of Representatives. I think we’re going to be paying for this for many, many years to come,” Crowley said. Republicans insist the tax package, the biggest U.S. tax overhaul in more than 30 years,  will boost the economy and job growth. House Speaker Paul Ryan, who also supported the tax bill, recently went further than Meadows, making clear in a radio interview that welfare or “entitlement reform,” as the party often calls it, would be a top Republican priority in 2018. In Republican parlance, “entitlement” programs mean food stamps, housing assistance, Medicare and Medicaid health insurance for the elderly, poor and disabled, as well as other programs created by Washington to assist the needy. Democrats seized on Ryan’s early December remarks, saying they showed Republicans would try to pay for their tax overhaul by seeking spending cuts for social programs. But the goals of House Republicans may have to take a back seat to the Senate, where the votes of some Democrats will be needed to approve a budget and prevent a government shutdown. Democrats will use their leverage in the Senate, which Republicans narrowly control, to defend both discretionary non-defense programs and social spending, while tackling the issue of the “Dreamers,” people brought illegally to the country as children. Trump in September put a March 2018 expiration date on the Deferred Action for Childhood Arrivals, or DACA, program, which protects the young immigrants from deportation and provides them with work permits. The president has said in recent Twitter messages he wants funding for his proposed Mexican border wall and other immigration law changes in exchange for agreeing to help the Dreamers. Representative Debbie Dingell told CBS she did not favor linking that issue to other policy objectives, such as wall funding. “We need to do DACA clean,” she said.  On Wednesday, Trump aides will meet with congressional leaders to discuss those issues. That will be followed by a weekend of strategy sessions for Trump and Republican leaders on Jan. 6 and 7, the White House said. Trump was also scheduled to meet on Sunday with Florida Republican Governor Rick Scott, who wants more emergency aid. The House has passed an $81 billion aid package after hurricanes in Florida, Texas and Puerto Rico, and wildfires in California. The package far exceeded the $44 billion requested by the Trump administration. The Senate has not yet voted on the aid. ",
          "subject": "politicsNews",
          "date": "December 31, 2017 "
        },
        {
          "title": "U.S. military to accept transgender recruits on Monday: Pentagon",
          "text": "WASHINGTON (Reuters) - Transgender people will be allowed for the first time to enlist in the U.S. military starting on Monday as ordered by federal courts, the Pentagon said on Friday, after President Donald Trump’s administration decided not to appeal rulings that blocked his transgender ban. Two federal appeals courts, one in Washington and one in Virginia, last week rejected the administration’s request to put on hold orders by lower court judges requiring the military to begin accepting transgender recruits on Jan. 1. A Justice Department official said the administration will not challenge those rulings. “The Department of Defense has announced that it will be releasing an independent study of these issues in the coming weeks. So rather than litigate this interim appeal before that occurs, the administration has decided to wait for DOD’s study and will continue to defend the president’s lawful authority in District Court in the meantime,” the official said, speaking on condition of anonymity. In September, the Pentagon said it had created a panel of senior officials to study how to implement a directive by Trump to prohibit transgender individuals from serving. The Defense Department has until Feb. 21 to submit a plan to Trump. Lawyers representing currently-serving transgender service members and aspiring recruits said they had expected the administration to appeal the rulings to the conservative-majority Supreme Court, but were hoping that would not happen. Pentagon spokeswoman Heather Babb said in a statement: “As mandated by court order, the Department of Defense is prepared to begin accessing transgender applicants for military service Jan. 1. All applicants must meet all accession standards.” Jennifer Levi, a lawyer with gay, lesbian and transgender advocacy group GLAD, called the decision not to appeal “great news.” “I’m hoping it means the government has come to see that there is no way to justify a ban and that it’s not good for the military or our country,” Levi said. Both GLAD and the American Civil Liberties Union represent plaintiffs in the lawsuits filed against the administration. In a move that appealed to his hard-line conservative supporters, Trump announced in July that he would prohibit transgender people from serving in the military, reversing Democratic President Barack Obama’s policy of accepting them. Trump said on Twitter at the time that the military “cannot be burdened with the tremendous medical costs and disruption that transgender in the military would entail.” Four federal judges - in Baltimore, Washington, D.C., Seattle and Riverside, California - have issued rulings blocking Trump’s ban while legal challenges to the Republican president’s policy proceed. The judges said the ban would likely violate the right under the U.S. Constitution to equal protection under the law. The Pentagon on Dec. 8 issued guidelines to recruitment personnel in order to enlist transgender applicants by Jan. 1. The memo outlined medical requirements and specified how the applicants’ sex would be identified and even which undergarments they would wear. The Trump administration previously said in legal papers that the armed forces were not prepared to train thousands of personnel on the medical standards needed to process transgender applicants and might have to accept “some individuals who are not medically fit for service.” The Obama administration had set a deadline of July 1, 2017, to begin accepting transgender recruits. But Trump’s defense secretary, James Mattis, postponed that date to Jan. 1, 2018, which the president’s ban then put off indefinitely. Trump has taken other steps aimed at rolling back transgender rights. In October, his administration said a federal law banning gender-based workplace discrimination does not protect transgender employees, reversing another Obama-era position. In February, Trump rescinded guidance issued by the Obama administration saying that public schools should allow transgender students to use the restroom that corresponds to their gender identity. ",
          "subject": "politicsNews",
          "date": "December 29, 2017 "
        },
        {
          "title": "Senior U.S. Republican senator: 'Let Mr. Mueller do his job'",
          "text": "WASHINGTON (Reuters) - The special counsel investigation of links between Russia and President Trump’s 2016 election campaign should continue without interference in 2018, despite calls from some Trump administration allies and Republican lawmakers to shut it down, a prominent Republican senator said on Sunday. Lindsey Graham, who serves on the Senate armed forces and judiciary committees, said Department of Justice Special Counsel Robert Mueller needs to carry on with his Russia investigation without political interference. “This investigation will go forward. It will be an investigation conducted without political influence,” Graham said on CBS’s Face the Nation news program. “And we all need to let Mr. Mueller do his job. I think he’s the right guy at the right time.”  The question of how Russia may have interfered in the election, and how Trump’s campaign may have had links with or co-ordinated any such effort, has loomed over the White House since Trump took office in January. It shows no sign of receding as Trump prepares for his second year in power, despite intensified rhetoric from some Trump allies in recent weeks accusing Mueller’s team of bias against the Republican president. Trump himself seemed to undercut his supporters in an interview last week with the New York Times in which he said he expected Mueller was “going to be fair.”    Russia’s role in the election and the question of possible links to the Trump campaign are the focus of multiple inquiries in Washington. Three committees of the Senate and the House of Representatives are investigating, as well as Mueller, whose team in May took over an earlier probe launched by the U.S. Federal Bureau of Investigation (FBI). Several members of the Trump campaign and administration have been convicted or indicted in the investigation.  Trump and his allies deny any collusion with Russia during the campaign, and the Kremlin has denied meddling in the election. Graham said he still wants an examination of the FBI’s use of a dossier on links between Trump and Russia that was compiled by a former British spy, Christopher Steele, which prompted Trump allies and some Republicans to question Mueller’s inquiry.   On Saturday, the New York Times reported that it was not that dossier that triggered an early FBI probe, but a tip from former Trump campaign foreign policy adviser George Papadopoulos to an Australian diplomat that Russia had damaging information about former Trump rival Hillary Clinton.  “I want somebody to look at the way the Department of Justice used this dossier. It bothers me greatly the way they used it, and I want somebody to look at it,” Graham said. But he said the Russia investigation must continue. “As a matter of fact, it would hurt us if we ignored it,” he said. ",
          "subject": "politicsNews",
          "date": "December 31, 2017 "
        }
      ],
      "dtypes": {
        "title": "object",
        "text": "object",
        "subject": "object",
        "date": "object"
      },
      "null_counts": {
        "title": 0,
        "text": 0,
        "subject": 0,
        "date": 0
      },
      "duplicates": "206",
      "title_length_stats": {
        "mean": 64.667880655554,
        "min": 26,
        "max": 133,
        "median": 64.0
      },
      "text_length_stats": {
        "mean": 2383.278517065882,
        "min": 1,
        "max": 29781,
        "median": 2222.0
      },
      "subject_length_stats": {
        "mean": 10.578932623616753,
        "min": 9,
        "max": 12,
        "median": 12.0
      },
      "date_length_stats": {
        "mean": 16.718027734976886,
        "min": 12,
        "max": 19,
        "median": 17.0
      }
    }
  },
  "liar": {
    "train": {
      "shape": [
        10240,
        14
      ],
      "columns": [
        "id",
        "label",
        "statement",
        "subject",
        "speaker",
        "job_title",
        "state_info",
        "party_affiliation",
        "barely_true_counts",
        "false_counts",
        "half_true_counts",
        "mostly_true_counts",
        "pants_on_fire_counts",
        "context"
      ],
      "sample": [
        {
          "id": "2635.json",
          "label": "false",
          "statement": "Says the Annies List political group supports third-trimester abortions on demand.",
          "subject": "abortion",
          "speaker": "dwayne-bohac",
          "job_title": "State representative",
          "state_info": "Texas",
          "party_affiliation": "republican",
          "barely_true_counts": 0.0,
          "false_counts": 1.0,
          "half_true_counts": 0.0,
          "mostly_true_counts": 0.0,
          "pants_on_fire_counts": 0.0,
          "context": "a mailer"
        },
        {
          "id": "10540.json",
          "label": "half-true",
          "statement": "When did the decline of coal start? It started when natural gas took off that started to begin in (President George W.) Bushs administration.",
          "subject": "energy,history,job-accomplishments",
          "speaker": "scott-surovell",
          "job_title": "State delegate",
          "state_info": "Virginia",
          "party_affiliation": "democrat",
          "barely_true_counts": 0.0,
          "false_counts": 0.0,
          "half_true_counts": 1.0,
          "mostly_true_counts": 1.0,
          "pants_on_fire_counts": 0.0,
          "context": "a floor speech."
        },
        {
          "id": "324.json",
          "label": "mostly-true",
          "statement": "Hillary Clinton agrees with John McCain \"by voting to give George Bush the benefit of the doubt on Iran.\"",
          "subject": "foreign-policy",
          "speaker": "barack-obama",
          "job_title": "President",
          "state_info": "Illinois",
          "party_affiliation": "democrat",
          "barely_true_counts": 70.0,
          "false_counts": 71.0,
          "half_true_counts": 160.0,
          "mostly_true_counts": 163.0,
          "pants_on_fire_counts": 9.0,
          "context": "Denver"
        }
      ],
      "dtypes": {
        "id": "object",
        "label": "object",
        "statement": "object",
        "subject": "object",
        "speaker": "object",
        "job_title": "object",
        "state_info": "object",
        "party_affiliation": "object",
        "barely_true_counts": "float64",
        "false_counts": "float64",
        "half_true_counts": "float64",
        "mostly_true_counts": "float64",
        "pants_on_fire_counts": "float64",
        "context": "object"
      },
      "null_counts": {
        "id": 0,
        "label": 0,
        "statement": 0,
        "subject": 2,
        "speaker": 2,
        "job_title": 2898,
        "state_info": 2210,
        "party_affiliation": 2,
        "barely_true_counts": 2,
        "false_counts": 2,
        "half_true_counts": 2,
        "mostly_true_counts": 2,
        "pants_on_fire_counts": 2,
        "context": 102
      },
      "duplicates": "0",
      "label_distribution": {
        "half-true": 2114,
        "false": 1995,
        "mostly-true": 1962,
        "true": 1676,
        "barely-true": 1654,
        "pants-fire": 839
      },
      "statement_length_stats": {
        "mean": 106.91875,
        "min": 11,
        "max": 3192,
        "median": 99.0
      }
    },
    "test": {
      "shape": [
        1267,
        14
      ],
      "columns": [
        "id",
        "label",
        "statement",
        "subject",
        "speaker",
        "job_title",
        "state_info",
        "party_affiliation",
        "barely_true_counts",
        "false_counts",
        "half_true_counts",
        "mostly_true_counts",
        "pants_on_fire_counts",
        "context"
      ],
      "sample": [
        {
          "id": "11972.json",
          "label": "true",
          "statement": "Building a wall on the U.S.-Mexico border will take literally years.",
          "subject": "immigration",
          "speaker": "rick-perry",
          "job_title": "Governor",
          "state_info": "Texas",
          "party_affiliation": "republican",
          "barely_true_counts": 30,
          "false_counts": 30,
          "half_true_counts": 42,
          "mostly_true_counts": 23,
          "pants_on_fire_counts": 18,
          "context": "Radio interview"
        },
        {
          "id": "11685.json",
          "label": "false",
          "statement": "Wisconsin is on pace to double the number of layoffs this year.",
          "subject": "jobs",
          "speaker": "katrina-shankland",
          "job_title": "State representative",
          "state_info": "Wisconsin",
          "party_affiliation": "democrat",
          "barely_true_counts": 2,
          "false_counts": 1,
          "half_true_counts": 0,
          "mostly_true_counts": 0,
          "pants_on_fire_counts": 0,
          "context": "a news conference"
        },
        {
          "id": "11096.json",
          "label": "false",
          "statement": "Says John McCain has done nothing to help the vets.",
          "subject": "military,veterans,voting-record",
          "speaker": "donald-trump",
          "job_title": "President-Elect",
          "state_info": "New York",
          "party_affiliation": "republican",
          "barely_true_counts": 63,
          "false_counts": 114,
          "half_true_counts": 51,
          "mostly_true_counts": 37,
          "pants_on_fire_counts": 61,
          "context": "comments on ABC's This Week."
        }
      ],
      "dtypes": {
        "id": "object",
        "label": "object",
        "statement": "object",
        "subject": "object",
        "speaker": "object",
        "job_title": "object",
        "state_info": "object",
        "party_affiliation": "object",
        "barely_true_counts": "int64",
        "false_counts": "int64",
        "half_true_counts": "int64",
        "mostly_true_counts": "int64",
        "pants_on_fire_counts": "int64",
        "context": "object"
      },
      "null_counts": {
        "id": 0,
        "label": 0,
        "statement": 0,
        "subject": 0,
        "speaker": 0,
        "job_title": 325,
        "state_info": 262,
        "party_affiliation": 0,
        "barely_true_counts": 0,
        "false_counts": 0,
        "half_true_counts": 0,
        "mostly_true_counts": 0,
        "pants_on_fire_counts": 0,
        "context": 17
      },
      "duplicates": "0",
      "label_distribution": {
        "half-true": 265,
        "false": 249,
        "mostly-true": 241,
        "barely-true": 212,
        "true": 208,
        "pants-fire": 92
      },
      "statement_length_stats": {
        "mean": 109.57853196527229,
        "min": 12,
        "max": 2941,
        "median": 98.0
      }
    },
    "valid": {
      "shape": [
        1284,
        14
      ],
      "columns": [
        "id",
        "label",
        "statement",
        "subject",
        "speaker",
        "job_title",
        "state_info",
        "party_affiliation",
        "barely_true_counts",
        "false_counts",
        "half_true_counts",
        "mostly_true_counts",
        "pants_on_fire_counts",
        "context"
      ],
      "sample": [
        {
          "id": "12134.json",
          "label": "barely-true",
          "statement": "We have less Americans working now than in the 70s.",
          "subject": "economy,jobs",
          "speaker": "vicky-hartzler",
          "job_title": "U.S. Representative",
          "state_info": "Missouri",
          "party_affiliation": "republican",
          "barely_true_counts": 1,
          "false_counts": 0,
          "half_true_counts": 1,
          "mostly_true_counts": 0,
          "pants_on_fire_counts": 0,
          "context": "an interview with ABC17 News"
        },
        {
          "id": "238.json",
          "label": "pants-fire",
          "statement": "When Obama was sworn into office, he DID NOT use the Holy Bible, but instead the Kuran (Their equivalency to our Bible, but very different beliefs).",
          "subject": "obama-birth-certificate,religion",
          "speaker": "chain-email",
          "job_title": NaN,
          "state_info": NaN,
          "party_affiliation": "none",
          "barely_true_counts": 11,
          "false_counts": 43,
          "half_true_counts": 8,
          "mostly_true_counts": 5,
          "pants_on_fire_counts": 105,
          "context": NaN
        },
        {
          "id": "7891.json",
          "label": "false",
          "statement": "Says Having organizations parading as being social welfare organizations and then being involved in the political combat harkens back to why the statute a hundred years ago said that they were prohibited.",
          "subject": "campaign-finance,congress,taxes",
          "speaker": "earl-blumenauer",
          "job_title": "U.S. representative",
          "state_info": "Oregon",
          "party_affiliation": "democrat",
          "barely_true_counts": 0,
          "false_counts": 1,
          "half_true_counts": 1,
          "mostly_true_counts": 1,
          "pants_on_fire_counts": 0,
          "context": "a U.S. Ways and Means hearing"
        }
      ],
      "dtypes": {
        "id": "object",
        "label": "object",
        "statement": "object",
        "subject": "object",
        "speaker": "object",
        "job_title": "object",
        "state_info": "object",
        "party_affiliation": "object",
        "barely_true_counts": "int64",
        "false_counts": "int64",
        "half_true_counts": "int64",
        "mostly_true_counts": "int64",
        "pants_on_fire_counts": "int64",
        "context": "object"
      },
      "null_counts": {
        "id": 0,
        "label": 0,
        "statement": 0,
        "subject": 0,
        "speaker": 0,
        "job_title": 345,
        "state_info": 279,
        "party_affiliation": 0,
        "barely_true_counts": 0,
        "false_counts": 0,
        "half_true_counts": 0,
        "mostly_true_counts": 0,
        "pants_on_fire_counts": 0,
        "context": 12
      },
      "duplicates": "0",
      "label_distribution": {
        "false": 263,
        "mostly-true": 251,
        "half-true": 248,
        "barely-true": 237,
        "true": 169,
        "pants-fire": 116
      },
      "statement_length_stats": {
        "mean": 106.71261682242991,
        "min": 17,
        "max": 327,
        "median": 99.0
      }
    }
  },
  "integration_summary": {
    "isot_processed_shape": [
      44898,
      5
    ],
    "liar_combined_shape": [
      12791,
      3
    ]
  }
}