{
  "<PAD>": 0,
  "<UNK>": 1,
  "bernie": 2,
  "sanders": 3,
  "gets": 4,
  "brutally": 5,
  "honest": 6,
  "on": 7,
  "about": 8,
  "trump’s": 9,
  "tweets": 10,
  "(video)": 11,
  "kremlin": 12,
  "says": 13,
  "understands": 14,
  "why": 15,
  "russian": 16,
  "parliament": 17,
  "wants": 18,
  "to": 19,
  "ban": 20,
  "u.s.": 21,
  "media": 22,
  "white": 23,
  "house": 24,
  "seeking": 25,
  "sharp": 26,
  "budget": 27,
  "cut": 28,
  "climate": 29,
  "agency:": 30,
  "washington": 31,
  "post": 32,
  "a": 33,
  "van": 34,
  "struck": 35,
  "down": 36,
  "muslims": 37,
  "in": 38,
  "london": 39,
  "trump": 40,
  "just": 41,
  "got": 42,
  "ripped": 43,
  "f*cking": 44,
  "shreds": 45,
  "after": 46,
  "telling": 47,
  "americans": 48,
  "believe": 49,
  "putin": 50,
  "again": 51,
  "(tweets)": 52,
  "defense": 53,
  "dept": 54,
  "needs": 55,
  "better": 56,
  "manage": 57,
  "its": 58,
  "gao": 59,
  "earthquake": 60,
  "of": 61,
  "magnitude": 62,
  "5.2": 63,
  "strikes": 64,
  "near": 65,
  "iran's": 66,
  "capital": 67,
  "conservative": 68,
  "offers": 69,
  "$20,000": 70,
  "reward": 71,
  "for": 72,
  "identity": 73,
  "anti-trump": 74,
  "thug": 75,
  "who": 76,
  "elderly": 77,
  "supporter": 78,
  "[video]": 79,
  "no": 80,
  "plans": 81,
  "release": 82,
  "tax": 83,
  "returns": 84,
  "as": 85,
  "pressure": 86,
  "aide": 87,
  "republicans": 88,
  "eye": 89,
  "getting": 90,
  "20": 91,
  "percent": 92,
  "corporate": 93,
  "rate": 94,
  "obama:": 95,
  "trump's": 96,
  "rhetoric": 97,
  "is": 98,
  "not": 99,
  "populist": 100,
  "leading": 101,
  "french": 102,
  "quits": 103,
  "party": 104,
  "right": 105,
  "wins": 106,
  "leadership": 107,
  "fbi": 108,
  "investigating": 109,
  "connections": 110,
  "far-right": 111,
  "websites": 112,
  "including": 113,
  "(details)": 114,
  "pence": 115,
  "delays": 116,
  "middle": 117,
  "east": 118,
  "trip": 119,
  "case": 120,
  "needed": 121,
  "vote": 122,
  "ambulance": 123,
  "service": 124,
  "sends": 125,
  "hazardous": 126,
  "area": 127,
  "response": 128,
  "team": 129,
  "station": 130,
  "incident": 131,
  "attack": 132,
  "ads,": 133,
  "protests": 134,
  "and": 135,
  "phone": 136,
  "selling": 137,
  "the": 138,
  "supreme": 139,
  "court": 140,
  "nominee": 141,
  "indiana:": 142,
  "“black": 143,
  "male”": 144,
  "fires": 145,
  "several": 146,
  "shots": 147,
  "at": 148,
  "truck": 149,
  "with": 150,
  "make": 151,
  "america": 152,
  "great": 153,
  "again,": 154,
  "usa": 155,
  "flags…help": 156,
  "police": 157,
  "find": 158,
  "him": 159,
  "can": 160,
  "be": 161,
  "arrested": 162,
  "by": 163,
  "nypd": 164,
  "this": 165,
  "military": 166,
  "veteran": 167,
  "explains": 168,
  "flint": 169,
  "residents": 170,
  "told": 171,
  "pay": 172,
  "bills": 173,
  "poison": 174,
  "water": 175,
  "or": 176,
  "they": 177,
  "may": 178,
  "have": 179,
  "their": 180,
  "children": 181,
  "taken": 182,
  "away": 183,
  "u.n.": 184,
  "rights": 185,
  "chief": 186,
  "urges": 187,
  "yemen": 188,
  "inquiry": 189,
  "effort": 190,
  "justice": 191,
  "senator": 192,
  "once": 193,
  "betrayed": 194,
  "iran": 195,
  "has": 196,
  "accuse": 197,
  "harry": 198,
  "reid": 199,
  "leadership’": 200,
  "markets": 201,
  "cheer": 202,
  "chile's": 203,
  "pinera": 204,
  "strong": 205,
  "mandate": 206,
  "presidency": 207,
  "boiler": 208,
  "room": 209,
  "ep": 210,
  "#127": 211,
  "–": 212,
  "oppression": 213,
  "commiseration": 214,
  "(and": 215,
  "similar": 216,
  "topics)": 217,
  "gunmen": 218,
  "kill": 219,
  "13": 220,
  "niger": 221,
  "gendarmes": 222,
  "mali": 223,
  "border": 224,
  "obama": 225,
  "suggests": 226,
  "embassy": 227,
  "move": 228,
  "jerusalem": 229,
  "could": 230,
  "colombia": 231,
  "what": 232,
  "it": 233,
  "was": 234,
  "venezuelan": 235,
  "over": 236,
  "out": 237,
  "votes:": 238,
  "battle": 239,
  "more": 240,
  "transgender": 241,
  "candidates": 242,
  "malcolm": 243,
  "kneels": 244,
  "during": 245,
  "pledge": 246,
  "shocking": 247,
  "reaction": 248,
  "all": 249,
  "professor": 250,
  "gives": 251,
  "instruction": 252,
  "what’s": 253,
  "acceptable": 254,
  "mass": 255,
  "migration": 256,
  "nation": 257,
  "sergeant": 258,
  "bergdahl": 259,
  "plan": 260,
  "hours": 261,
  "leaving": 262,
  "egyptian": 263,
  "activists": 264,
  "detained": 265,
  "protesting": 266,
  "red": 267,
  "sea": 268,
  "islands": 269,
  "transfer": 270,
  "scott": 271,
  "orlando": 272,
  "massacre": 273,
  "proves": 274,
  "muslim": 275,
  "terrorist": 276,
  "copycat": 277,
  "assault": 278,
  "weapons,": 279,
  "knives": 280,
  "drives": 281,
  "into": 282,
  "busy": 283,
  "shopping": 284,
  "high": 285,
  "speed": 286,
  "iraq": 287,
  "kurds": 288,
  "seek": 289,
  "international": 290,
  "help": 291,
  "lift": 292,
  "sanctions": 293,
  "imposed": 294,
  "baghdad": 295,
  "antifa": 296,
  "harasses": 297,
  "gun": 298,
  "store": 299,
  "owner": 300,
  "but": 301,
  "finds": 302,
  "it’s": 303,
  "so": 304,
  "easy": 305,
  "big": 306,
  "win": 307,
  "trump,": 308,
  "senate": 309,
  "approves": 310,
  "his": 311,
  "pick": 312,
  "watch:": 313,
  "stays": 314,
  "above": 315,
  "fray": 316,
  "democrat": 317,
  "operative": 318,
  "minister": 319,
  "sets": 320,
  "trap": 321,
  "humiliate": 322,
  "speech": 323,
  "best": 324,
  "yard": 325,
  "sign": 326,
  "you": 327,
  "will": 328,
  "ever": 329,
  "see!": 330,
  "exclusive:": 331,
  "democratic": 332,
  "slams": 333,
  "gop": 334,
  "change": 335,
  "trapped": 336,
  "landmines": 337,
  "rohingya": 338,
  "land": 339,
  "donald": 340,
  "a**": 341,
  "handed": 342,
  "10-year-old": 343,
  "girl": 344,
  "gulf": 345,
  "carriers": 346,
  "focus": 347,
  "under": 348,
  "foreign": 349,
  "airline": 350,
  "exemption": 351,
  "man": 352,
  "appears": 353,
  "accused": 354,
  "plotting": 355,
  "british": 356,
  "pm": 357,
  "liberal": 358,
  "pundit:": 359,
  "worst": 360,
  "potus": 361,
  "received": 362,
  "crucial": 363,
  "nevada": 364,
  "endorsement": 365,
  "attacks": 366,
  "family": 367,
  "fallen": 368,
  "soldier,": 369,
  "mother": 370,
  "issues": 371,
  "heartbreaking": 372,
  "legend": 373,
  "own": 374,
  "joe": 375,
  "biden": 376,
  "regrets": 377,
  "running": 378,
  "won’t": 379,
  "total": 380,
  "unhinged": 381,
  "mental": 382,
  "meltdown": 383,
  "entire": 384,
  "world": 385,
  "see": 386,
  "#7:": 387,
  "patrick": 388,
  "henningsen": 389,
  "live": 390,
  "guest": 391,
  "shawn": 392,
  "helton": 393,
  "‘top": 394,
  "conspiracies": 395,
  "2016’": 396,
  "decision": 397,
  "clinton": 398,
  "now": 399,
  "focused": 400,
  "unity": 401,
  "cambodia's": 402,
  "hun": 403,
  "sen": 404,
  "challenges": 405,
  "eu": 406,
  "freeze": 407,
  "assets": 408,
  "race": 409,
  "obsessed": 410,
  "mtv": 411,
  "host": 412,
  "mocks": 413,
  "supporters:": 414,
  "“how": 415,
  "gonna": 416,
  "#boycotthamilton": 417,
  "when": 418,
  "can’t": 419,
  "afford": 420,
  "tickets": 421,
  "first": 422,
  "place?”": 423,
  "baltimore": 424,
  "mayor": 425,
  "police:": 426,
  "“let": 427,
  "them": 428,
  "loot…it’s": 429,
  "only": 430,
  "property”": 431,
  "demoralized": 432,
  "being": 433,
  "unable": 434,
  "respond": 435,
  "9-11": 436,
  "calls": 437,
  "from": 438,
  "terrorized": 439,
  "business": 440,
  "owners": 441,
  "twitter": 442,
  "treasury": 443,
  "(tweet)": 444,
  "steve": 445,
  "bannon": 446,
  "made": 447,
  "announcement": 448,
  "he’ll": 449,
  "doing": 450,
  "house…and": 451,
  "very": 452,
  "bad": 453,
  "news": 454,
  "left": 455,
  "pbs": 456,
  "forced": 457,
  "shut": 458,
  "event": 459,
  "hillary": 460,
  "facebook": 461,
  "users": 462,
  "destroy": 463,
  "her": 464,
  "brutal": 465,
  "comments": 466,
  "michelle,": 467,
  "sasha": 468,
  "malia": 469,
  "join": 470,
  "barack": 471,
  "communist": 472,
  "cuba…why": 473,
  "not,": 474,
  "taxpayer’s": 475,
  "money": 476,
  "haley": 477,
  "does": 478,
  "want": 479,
  "secretary": 480,
  "state": 481,
  "tillerson's": 482,
  "job": 483,
  "gary": 484,
  "johnson": 485,
  "proved": 486,
  "he": 487,
  "mentally": 488,
  "would": 489,
  "surprised": 490,
  "if": 491,
  "compliant": 492,
  "nuclear": 493,
  "deal:": 494,
  "wsj": 495,
  "u.s.,": 496,
  "india": 497,
  "agreement": 498,
  "“hill”-arious": 499,
  "video:": 500,
  "takes": 501,
  "break": 502,
  "seizures,": 503,
  "coughing": 504,
  "fits,": 505,
  "3": 506,
  "naps": 507,
  "day": 508,
  "slam": 509,
  "“alt-right”": 510,
  "california": 511,
  "bust:": 512,
  "charts": 513,
  "path": 514,
  "7th": 515,
  "year,": 516,
  "every": 517,
  "urban": 518,
  "graduate": 519,
  "accepted": 520,
  "college": 521,
  "asks": 522,
  "venezuela": 523,
  "access": 524,
  "citgo": 525,
  "executives": 526,
  "defensive": 527,
  "john": 528,
  "kerry": 529,
  "that": 530,
  "israel": 531,
  "borders": 532,
  "back": 533,
  "1967": 534,
  "yells": 535,
  "‘cnn": 536,
  "fake": 537,
  "news!’": 538,
  "nyc": 539,
  "broadcast": 540,
  "breaking:": 541,
  "federal": 542,
  "judge": 543,
  "declares": 544,
  "mistrial": 545,
  "bundy": 546,
  "prosecutors": 547,
  "willfully": 548,
  "withheld": 549,
  "evidence": 550,
  "snipers": 551,
  "surveillance": 552,
  "used": 553,
  "standoff": 554,
  "sorry": 555,
  "rules": 556,
  "say": 557,
  "you’re": 558,
  "qualified": 559,
  "steal": 560,
  "nomination": 561,
  "people’s": 562,
  "choice": 563,
  "veterans": 564,
  "attacking": 565,
  "senator’s": 566,
  "record": 567,
  "special": 568,
  "counsel": 569,
  "mueller": 570,
  "produces": 571,
  "manafort": 572,
  "drafted": 573,
  "op-ed": 574,
  "eu's": 575,
  "barnier": 576,
  "proposal": 577,
  "citizens'": 578,
  "britain": 579,
  "refugee": 580,
  "agency": 581,
  "hungary": 582,
  "migrant": 583,
  "quota": 584,
  "watch": 585,
  "relatives": 586,
  "speak": 587,
  "teen": 588,
  "caught": 589,
  "robbery": 590,
  "shot": 591,
  "killed:": 592,
  "going": 593,
  "get": 594,
  "clothes": 595,
  "go": 596,
  "confidence": 597,
  "tillerson": 598,
  "south": 599,
  "korea": 600,
  "sees": 601,
  "possible": 602,
  "north": 603,
  "ballistic": 604,
  "missile": 605,
  "tests:": 606,
  "ministry": 607,
  "did": 608,
  "ranks,": 609,
  "throw": 610,
  "bus": 611,
  "investigation?": 612,
  "yemen's": 613,
  "factions": 614,
  "talks": 615,
  "former": 616,
  "mexican": 617,
  "prez": 618,
  "“middle": 619,
  "finger”": 620,
  "days": 621,
  "before": 622,
  "“apology”:": 623,
  "“don’t": 624,
  "play": 625,
  "around": 626,
  "us…we": 627,
  "jump": 628,
  "walls…we": 629,
  "swim": 630,
  "rivers…and": 631,
  "we": 632,
  "defend": 633,
  "ourselves”": 634,
  "turkey": 635,
  "turns": 636,
  "off": 637,
  "kurdish": 638,
  "rudaw": 639,
  "channel": 640,
  "wake": 641,
  "referendum": 642,
  "france": 643,
  "lead": 644,
  "renewed": 645,
  "'make": 646,
  "planet": 647,
  "again'": 648,
  "update:": 649,
  "busted": 650,
  "secret": 651,
  "april": 652,
  "ryan": 653,
  "called": 654,
  "report": 655,
  "firing": 656,
  "texas": 657,
  "biker": 658,
  "hit": 659,
  "car": 660,
  "hopes": 661,
  "mexico": 662,
  "woman's": 663,
  "texts": 664,
  "save": 665,
  "seeks": 666,
  "urgent": 667,
  "medical": 668,
  "evacuation": 669,
  "500": 670,
  "syria's": 671,
  "eastern": 672,
  "ghouta": 673,
  "republican": 674,
  "candidate": 675,
  "calling": 676,
  "lynching": 677,
  "president": 678,
  "administration": 679,
  "ready": 680,
  "come": 681,
  "cannabis": 682,
  "deplorables": 683,
  "flat-out": 684,
  "monstrous": 685,
  "sexual": 686,
  "victims": 687,
  "framework": 688,
  "discuss": 689,
  "expanding": 690,
  "trade:": 691,
  "vietnam": 692,
  "southeast": 693,
  "asian": 694,
  "amid": 695,
  "china": 696,
  "tension": 697,
  "shelves": 698,
  "disaster": 699,
  "aid": 700,
  "bill": 701,
  "until": 702,
  "next": 703,
  "month": 704,
  "racist": 705,
  "tx": 706,
  "schoolers": 707,
  "spray": 708,
  "paint": 709,
  "only’": 710,
  "drinking": 711,
  "fountain": 712,
  "(image)": 713,
  "meals": 714,
  "wheels": 715,
  "shuts": 716,
  "lyin’": 717,
  "lefties": 718,
  "up": 719,
  "truth": 720,
  "moveon.org’s": 721,
  "looms": 722,
  "republicans'": 723,
  "women": 724,
  "protest": 725,
  "violence": 726,
  "dead": 727,
  "march": 728,
  "ex-prosecutor": 729,
  "maduro": 730,
  "officials": 731,
  "drunken": 732,
  "cop": 733,
  "holding": 734,
  "fast": 735,
  "food": 736,
  "workers": 737,
  "point": 738,
  "kansas": 739,
  "argues": 740,
  "against": 741,
  "boost": 742,
  "school": 743,
  "funding": 744,
  "war,": 745,
  "regime": 746,
  "change:": 747,
  "freedom": 748,
  "caucus": 749,
  "reform": 750,
  "camera": 751,
  "shows": 752,
  "vietnamese": 753,
  "suspect's": 754,
  "'aggressive'": 755,
  "kim": 756,
  "jong": 757,
  "irish": 758,
  "optimistic": 759,
  "brexit": 760,
  "onto": 761,
  "stage": 762,
  "october": 763,
  "ted": 764,
  "cruz": 765,
  "how": 766,
  "effectively": 767,
  "narrative": 768,
  "leftist": 769,
  "busted!": 770,
  "you’ll": 771,
  "never": 772,
  "else": 773,
  "cops": 774,
  "off”": 775,
  "'will": 776,
  "obamacare": 777,
  "repeal": 778,
  "passed": 779,
  "first:": 780,
  "fox": 781,
  "russia": 782,
  "drops": 783,
  "bombshell,": 784,
  "confirms": 785,
  "been": 786,
  "talking": 787,
  "throughout": 788,
  "campaign": 789,
  "closer": 790,
  "ties": 791,
  "erdogan": 792,
  "visit,": 793,
  "quick": 794,
  "fixes": 795,
  "add": 796,
  "dirty": 797,
  "‘laundering’": 798,
  "$1.7": 799,
  "billion": 800,
  "ransom": 801,
  "payment?": 802,
  "spoiled": 803,
  "brat": 804,
  "students": 805,
  "taxpayer": 806,
  "dollars": 807,
  "patrol": 808,
  "vulgar": 809,
  "chants": 810,
  "nails": 811,
  "accusations": 812,
  "woman": 813,
  "card’": 814,
  "are": 815,
  "haven’t": 816,
  "fundraising": 817,
  "scandal-ridden": 818,
  "“you": 819,
  "destroys": 820,
  "cnn": 821,
  "press": 822,
  "conference": 823,
  "four": 824,
  "killed": 825,
  "train": 826,
  "plows": 827,
  "ranch": 828,
  "‘standoff’": 829,
  "defendants": 830,
  "prepare": 831,
  "trial": 832,
  "germany": 833,
  "mulls": 834,
  "adding": 835,
  "list": 836,
  "states": 837,
  "posing": 838,
  "security": 839,
  "risk:": 840,
  "thugs": 841,
  "black": 842,
  "protesters": 843,
  "drones": 844,
  "laughing": 845,
  "took": 846,
  "shooting": 847,
  "puppy": 848,
  "appeal": 849,
  "new": 850,
  "african": 851,
  "plant": 852,
  "murray": 853,
  "thinks": 854,
  "bipartisan": 855,
  "deal": 856,
  "still": 857,
  "two": 858,
  "illegal": 859,
  "aliens": 860,
  "become": 861,
  "appointed": 862,
  "city": 863,
  "commissioners:": 864,
  "hope": 865,
  "create": 866,
  "opportunities": 867,
  "illegals": 868,
  "details": 869,
  "support": 870,
  "isis": 871,
  "shocking:": 872,
  "our": 873,
  "fed": 874,
  "government": 875,
  "grant": 876,
  "“disabled”": 877,
  "status": 878,
  "benefits": 879,
  "spanish": 880,
  "speaking": 881,
  "puerto": 882,
  "rico": 883,
  "breaking": 884,
  "riot": 885,
  "videos:": 886,
  "guerrilla": 887,
  "family,": 888,
  "discussing": 889,
  "withholding": 890,
  "some": 891,
  "egypt": 892,
  "ngo": 893,
  "law": 894,
  "shocking!": 895,
  "here’s": 896,
  "often": 897,
  "airlines": 898,
  "bump": 899,
  "passengers": 900,
  "flights": 901,
  "metro": 902,
  "leaders": 903,
  "serbia's": 904,
  "bid": 905,
  "european": 906,
  "union": 907,
  "nbc": 908,
  "releasing": 909,
  "video": 910,
  "wanted": 911,
  "us": 912,
  "russian,": 913,
  "japanese": 914,
  "crew": 915,
  "blasts": 916,
  "space": 917,
  "most": 918,
  "damaging": 919,
  "foundation": 920,
  "emails": 921,
  "yet:": 922,
  "“friends": 923,
  "bill”": 924,
  "mark": 925,
  "cuban": 926,
  "makes": 927,
  "ignorant": 928,
  "statement": 929,
  "since": 930,
  "election": 931,
  "claimed": 932,
  "stock": 933,
  "market": 934,
  "tank": 935,
  "least": 936,
  "46": 937,
  "where": 938,
  "troops": 939,
  "leonardo": 940,
  "dicaprio": 941,
  "gave": 942,
  "an": 943,
  "oscar": 944,
  "acceptance": 945,
  "put": 946,
  "shame": 947,
  "pope": 948,
  "visit": 949,
  "nuns": 950,
  "suing": 951,
  "conforming": 952,
  "contraception": 953,
  "syrian": 954,
  "army": 955,
  "full": 956,
  "control": 957,
  "deir": 958,
  "al-zor": 959,
  "islamic": 960,
  "state:": 961,
  "observatory": 962,
  "department": 963,
  "use": 964,
  "position": 965,
  "favors": 966,
  "tpp": 967,
  "countries": 968,
  "principle": 969,
  "trade": 970,
  "japan": 971,
  "national": 972,
  "adviser": 973,
  "vice": 974,
  "admiral": 975,
  "sources": 976,
  "australia": 977,
  "mps": 978,
  "rush": 979,
  "disclose": 980,
  "citizenship": 981,
  "crisis": 982,
  "friend": 983,
  "malaysia": 984,
  "halts": 985,
  "imports": 986,
  "korea,": 987,
  "data": 988,
  "ha!": 989,
  "hillary’s": 990,
  "luxury": 991,
  "“scooby”": 992,
  "van!": 993,
  "dutch": 994,
  "politician": 995,
  "wilders": 996,
  "appeals": 997,
  "discrimination": 998,
  "verdict": 999,
  "tomi": 1000,
  "lahren:": 1001,
  "“after": 1002,
  "8": 1003,
  "were": 1004,
  "part": 1005,
  "different": 1006,
  "voting": 1007,
  "trump!”": 1008,
  "daniel": 1009,
  "hannan": 1010,
  "tells": 1011,
  "“the": 1012,
  "generation": 1013,
  "safe": 1014,
  "spaces”": 1015,
  "themselves": 1016,
  "stone-faced": 1017,
  "anderson": 1018,
  "cooper": 1019,
  "schooled": 1020,
  "deputy": 1021,
  "assistant": 1022,
  "news…”i": 1023,
  "know": 1024,
  "salacious,": 1025,
  "sensational": 1026,
  "coverage": 1027,
  "your": 1028,
  "ratings,": 1029,
  "sponsors": 1030,
  "that’s": 1031,
  "media”": 1032,
  "marco": 1033,
  "rubio": 1034,
  "refusal": 1035,
  "acknowledge": 1036,
  "supremacist": 1037,
  "idaho": 1038,
  "outrageously": 1039,
  "female": 1040,
  "lawmakers": 1041,
  "rise": 1042,
  "rank": 1043,
  "giving": 1044,
  "goes": 1045,
  "leakers,": 1046,
  "journalists": 1047,
  "fire": 1048,
  "republicans,": 1049,
  "he'll": 1050,
  "stop": 1051,
  "congress": 1052,
  "campaigns": 1053,
  "ohio": 1054,
  "warns": 1055,
  "voter": 1056,
  "advocates": 1057,
  "score": 1058,
  "crimea": 1059,
  "-": 1060,
  "fair,": 1061,
  "despite": 1062,
  "osce": 1063,
  "group": 1064,
  "kushner": 1065,
  "private": 1066,
  "email": 1067,
  "account": 1068,
  "business:": 1069,
  "politico": 1070,
  "sue": 1071,
  "michelle": 1072,
  "obama,": 1073,
  "daughters": 1074,
  "spain:": 1075,
  "jeanine": 1076,
  "scorches": 1077,
  "cast": 1078,
  "hamilton:": 1079,
  "“out": 1080,
  "reverse": 1081,
  "racism": 1082,
  "teed": 1083,
  "hate”": 1084,
  "macron's": 1085,
  "europe": 1086,
  "draws": 1087,
  "mixed": 1088,
  "berlin": 1089,
  "bigger": 1090,
  "than": 1091,
  "snowden:": 1092,
  "wikileaks": 1093,
  "‘vault": 1094,
  "7’": 1095,
  "classified": 1096,
  "cia": 1097,
  "leak": 1098,
  "mean?": 1099,
  "wow!": 1100,
  "manages": 1101,
  "insult": 1102,
  "graduates": 1103,
  "unreal": 1104,
  "grad": 1105,
  "raises": 1106,
  "questions": 1107,
  "hospital": 1108,
  "operator": 1109,
  "freaks": 1110,
  "openly": 1111,
  "call": 1112,
  "inauguration": 1113,
  "“we": 1114,
  "favor": 1115,
  "peaceful": 1116,
  "transition": 1117,
  "election,": 1118,
  "saw": 1119,
  "spontaneous": 1120,
  "anger": 1121,
  "chinese": 1122,
  "aircraft": 1123,
  "drill": 1124,
  "western": 1125,
  "pacific": 1126,
  "defends": 1127,
  "terrorism": 1128,
  "spain's": 1129,
  "constitutional": 1130,
  "suspends": 1131,
  "catalan": 1132,
  "law:": 1133,
  "source": 1134,
  "proof": 1135,
  "democrats": 1136,
  "nothing": 1137,
  "jeff": 1138,
  "sessions": 1139,
  "macron": 1140,
  "agree": 1141,
  "work": 1142,
  "together": 1143,
  "korea:": 1144,
  "hell": 1145,
  "breaks": 1146,
  "loose": 1147,
  "france…": 1148,
  "readies": 1149,
  "fiscal": 1150,
  "plan,": 1151,
  "awaits": 1152,
  "oversight": 1153,
  "governor": 1154,
  "nato": 1155,
  "should": 1156,
  "sweden,": 1157,
  "finland": 1158,
  "official": 1159,
  "dan": 1160,
  "ridiculous": 1161,
  "bias": 1162,
  "panicking": 1163,
  "florida": 1164,
  "suppression": 1165,
  "starbucks": 1166,
  "segregated": 1167,
  "men": 1168,
  "kellyanne": 1169,
  "conway": 1170,
  "“haters”": 1171,
  "reason": 1172,
  "she": 1173,
  "looks": 1174,
  "“haggard”…slams": 1175,
  "“pro-women”": 1176,
  "nancy": 1177,
  "pelosi": 1178,
  "offer": 1179,
  "suspend": 1180,
  "independence": 1181,
  "drive,": 1182,
  "assures": 1183,
  "rouhani": 1184,
  "france's": 1185,
  "commitment": 1186,
  "office": 1187,
  "key": 1188,
  "“fundamental": 1189,
  "‘christian’": 1190,
  "preacher": 1191,
  "execute": 1192,
  "state’s": 1193,
  "system": 1194,
  "take": 1195,
  "everyday": 1196,
  "parenting": 1197,
  "tasks": 1198,
  "hints": 1199,
  "pardon": 1200,
  "arizona": 1201,
  "sheriff": 1202,
  "arpaio": 1203,
  "slovenian": 1204,
  "pahor": 1205,
  "fails": 1206,
  "faces": 1207,
  "runoff": 1208,
  "exact": 1209,
  "moment": 1210,
  "sitting": 1211,
  "congressman": 1212,
  "admit": 1213,
  "factbox:": 1214,
  "(sept": 1215,
  "25)": 1216,
  "nfl,": 1217,
  "kelly,": 1218,
  "rico,": 1219,
  "mccain,": 1220,
  "alabama": 1221,
  "paris": 1222,
  "pact": 1223,
  "g7": 1224,
  "summit": 1225,
  "governor,": 1226,
  "corps": 1227,
  "block": 1228,
  "deadline": 1229,
  "extension": 1230,
  "dakota": 1231,
  "pipeline": 1232,
  "nafta": 1233,
  "nations": 1234,
  "powerful": 1235,
  "shared": 1236,
  "interest": 1237,
  "canada": 1238,
  "cuba": 1239,
  "meet": 1240,
  "week": 1241,
  "deepen": 1242,
  "detente": 1243,
  "“get": 1244,
  "angry”:": 1245,
  "obama’s": 1246,
  "“purple": 1247,
  "army”": 1248,
  "teaming": 1249,
  "2016": 1250,
  "investigates": 1251,
  "links": 1252,
  "between": 1253,
  "releases": 1254,
  "draft": 1255,
  "expand": 1256,
  "power": 1257,
  "anti-graft": 1258,
  "body": 1259,
  "aclu": 1260,
  "threatens": 1261,
  "cleveland": 1262,
  "convention": 1263,
  "permits": 1264,
  "news!": 1265,
  "thanks": 1266,
  "york’s": 1267,
  "socialist": 1268,
  "council…you": 1269,
  "pee": 1270,
  "streets!": 1271,
  "failed": 1272,
  "taking": 1273,
  "pre-[rudy]": 1274,
  "gilliani": 1275,
  "era": 1276,
  "nz": 1277,
  "kingmaker": 1278,
  "spy": 1279,
  "upbeat": 1280,
  "ahead": 1281,
  "ask": 1282,
  "veto": 1283,
  "measure": 1284,
  "repealing": 1285,
  "retirement": 1286,
  "rule": 1287,
  "exits": 1288,
  "nfl": 1289,
  "game": 1290,
  "players": 1291,
  "kneel": 1292,
  "anthem": 1293,
  "making": 1294,
  "lithuania": 1295,
  "east-west": 1296,
  "within": 1297,
  "over,": 1298,
  "lame-duck": 1299,
  "debate": 1300,
  "spending": 1301,
  "stupid": 1302,
  "darrell": 1303,
  "issa": 1304,
  "doesn’t": 1305,
  "think": 1306,
  "leads": 1307,
  "six": 1308,
  "points": 1309,
  "latest": 1310,
  "reuters/ipsos": 1311,
  "poll": 1312,
  "surprises": 1313,
  "medal": 1314,
  "aim": 1315,
  "chile": 1316,
  "ends": 1317,
  "presidents": 1318,
  "latin": 1319,
  "recount?": 1320,
  "won": 1321,
  "ca": 1322,
  "county": 1323,
  "stunning": 1324,
  "margin…ex-ice": 1325,
  "agent": 1326,
  "likely": 1327,
  "give": 1328,
  "phase": 1329,
  "jihadi": 1330,
  "'white": 1331,
  "widow'": 1332,
  "fun": 1333,
  "freebies": 1334,
  "backs": 1335,
  "hard": 1336,
  "working": 1337,
  "americans:": 1338,
  "activities": 1339,
  "welfare": 1340,
  "open": 1341,
  "grabbing": 1342,
  "delegates": 1343,
  "supporters": 1344,
  "freaking": 1345,
  "like": 1346,
  "panel": 1347,
  "summer": 1348,
  "american": 1349,
  "spring": 1350,
  "breakers": 1351,
  "chant": 1352,
  "while": 1353,
  "mull": 1354,
  "louie": 1355,
  "gohmert": 1356,
  "lying": 1357,
  "va": 1358,
  "mcauliffe": 1359,
  "investigated": 1360,
  "“facilitating": 1361,
  "violence”": 1362,
  "charlottesville": 1363,
  "solar": 1364,
  "eclipse": 1365,
  "here": 1366,
  "yet": 1367,
  "another": 1368,
  "korean": 1369,
  "boat": 1370,
  "found": 1371,
  "distress": 1372,
  "waters": 1373,
  "pledges": 1374,
  "quickly": 1375,
  "name": 1376,
  "director": 1377,
  "provide": 1378,
  "asst": 1379,
  "captive": 1380,
  "audience": 1381,
  "required": 1382,
  "listen": 1383,
  "this:": 1384,
  "‘religious": 1385,
  "worships": 1386,
  "“a**hole’": 1387,
  "god": 1388,
  "‘white": 1389,
  "jesus’": 1390,
  "women’s": 1391,
  "activist:": 1392,
  "connected": 1393,
  "quake": 1394,
  "hits": 1395,
  "costa": 1396,
  "reports": 1397,
  "major": 1398,
  "damage": 1399,
  "trudeau": 1400,
  "humiliates": 1401,
  "prefers": 1402,
  "other": 1403,
  "instead": 1404,
  "scary:": 1405,
  "declared": 1406,
  "war": 1407,
  "multiple": 1408,
  "mcmaster": 1409,
  "supports": 1410,
  "article": 1411,
  "5": 1412,
  "mexican-american": 1413,
  "real-time": 1414,
  "graph": 1415,
  "crushed": 1416,
  "independent": 1417,
  "voters…a": 1418,
  "must": 1419,
  "watch!": 1420,
  "jesse": 1421,
  "watters": 1422,
  "disgusting": 1423,
  "ivanka": 1424,
  "clashes": 1425,
  "ethiopia": 1426,
  "displace": 1427,
  "opposition": 1428,
  "magistrates": 1429,
  "holed": 1430,
  "residence": 1431,
  "flee": 1432,
  "venezuela:": 1433,
  "sean": 1434,
  "hannity": 1435,
  "throwing": 1436,
  "temper": 1437,
  "tantrum": 1438,
  "photo": 1439,
  "posed": 1440,
  "sunk": 1441,
  "himself": 1442,
  "pennsylvania": 1443,
  "gaffe": 1444,
  "child": 1445,
  "sex": 1446,
  "scandal": 1447,
  "napolitano:": 1448,
  "danger": 1449,
  "losing": 1450,
  "free": 1451,
  "speech”": 1452,
  "berkeley": 1453,
  "summons": 1454,
  "german": 1455,
  "envoy": 1456,
  "rally": 1457,
  "peace": 1458,
  "chance": 1459,
  "jerusalem:": 1460,
  "interview": 1461,
  "laura": 1462,
  "ingraham": 1463,
  "sh*tty": 1464,
  "crowd": 1465,
  "intelligence": 1466,
  "leaks": 1467,
  "'deeply": 1468,
  "troubling'": 1469,
  "information": 1470,
  "comey’s": 1471,
  "probe": 1472,
  "completely": 1473,
  "political": 1474,
  "entered": 1475,
  "missing": 1476,
  "argentine": 1477,
  "sub's": 1478,
  "causing": 1479,
  "short": 1480,
  "circuit": 1481,
  "swanky": 1482,
  "hotel": 1483,
  "navy": 1484,
  "officer": 1485,
  "wearing": 1486,
  "uniform": 1487,
  "catalonia": 1488,
  "cancels": 1489,
  "meeting": 1490,
  "spain": 1491,
  "control:": 1492,
  "lawless": 1493,
  "america:": 1494,
  "tell": 1495,
  "violent": 1496,
  "“leave": 1497,
  "arrested”…protesters": 1498,
  "shout": 1499,
  "don’t": 1500,
  "follow": 1501,
  "law”": 1502,
  "bomb": 1503,
  "fears,": 1504,
  "officers": 1505,
  "targets": 1506,
  "placed": 1507,
  "deblasio": 1508,
  "wear": 1509,
  "detectors": 1510,
  "july": 1511,
  "4th": 1512,
  "weekend": 1513,
  "historic": 1514,
  "firsts": 1515,
  "aka": 1516,
  "chicago": 1517,
  "politics": 1518,
  "corrupted": 1519,
  "even": 1520,
  "lawmaker": 1521,
  "punished": 1522,
  "putting": 1523,
  "jobs": 1524,
  "“climate": 1525,
  "change”:": 1526,
  "“they": 1527,
  "me”": 1528,
  "brazil": 1529,
  "blocks": 1530,
  "extradition": 1531,
  "italian": 1532,
  "battisti": 1533,
  "angrily": 1534,
  "snaps": 1535,
  "asking": 1536,
  "picture": 1537,
  "grandson": 1538,
  "harvard:": 1539,
  "“are": 1540,
  "my": 1541,
  "face": 1542,
  "animal": 1543,
  "cage?”": 1544,
  "angry": 1545,
  "nearly": 1546,
  "time": 1547,
  "terror": 1548,
  "charges": 1549,
  "michigan": 1550,
  "shoot": 1551,
  "large": 1552,
  "church": 1553,
  "had": 1554,
  "isis,": 1555,
  "dreamed": 1556,
  "beheading": 1557,
  "hear": 1558,
  "people": 1559,
  "scream": 1560,
  "walks": 1561,
  "target": 1562,
  "undercover": 1563,
  "manager’s": 1564,
  "reply": 1565,
  "bathroom": 1566,
  "fired": 1567,
  "attorney": 1568,
  "bharara": 1569,
  "launches": 1570,
  "mccain": 1571,
  "brain": 1572,
  "cancer": 1573,
  "kenya's": 1574,
  "odinga": 1575,
  "pulled": 1576,
  "avoid": 1577,
  "defeat:": 1578,
  "delivered": 1579,
  "biggest": 1580,
  "ignoring": 1581,
  "green": 1582,
  "light": 1583,
  "keystone": 1584,
  "xl": 1585,
  "regional": 1586,
  "role": 1587,
  "pivot": 1588,
  "stumbles": 1589,
  "uk": 1590,
  "mean": 1591,
  "ireland": 1592,
  "whether": 1593,
  "weakening": 1594,
  "martha": 1595,
  "stewart": 1596,
  "lewd": 1597,
  "gesture": 1598,
  "towards": 1599,
  "portrait": 1600,
  "art": 1601,
  "george": 1602,
  "stephanopoulos": 1603,
  "facts": 1604,
  "leave": 1605,
  "millions": 1606,
  "sanders'": 1607,
  "ghost": 1608,
  "tweeter": 1609,
  "keeps": 1610,
  "brooklyn": 1611,
  "accent": 1612,
  "#unfithillary": 1613,
  "rests": 1614,
  "parties": 1615,
  "donors…key": 1616,
  "swing": 1617,
  "polls": 1618,
  "show": 1619,
  "paying": 1620,
  "mitch": 1621,
  "mcconnell:": 1622,
  "platform": 1623,
  "written": 1624,
  "activists,": 1625,
  "ditch": 1626,
  "leader": 1627,
  "drop": 1628,
  "tree": 1629,
  "firm": 1630,
  "pays": 1631,
  "fine": 1632,
  "immigration": 1633,
  "trump-backed": 1634,
  "journalist": 1635,
  "night": 1636,
  "newest": 1637,
  "actually": 1638,
  "there’s": 1639,
  "30": 1640,
  "rescued": 1641,
  "afghan": 1642,
  "raid": 1643,
  "taliban": 1644,
  "prison": 1645,
  "invasion": 1646,
  "continues:": 1647,
  "ramping": 1648,
  "1": 1649,
  "million": 1650,
  "staffers": 1651,
  "terrified": 1652,
  "they’re": 1653,
  "using": 1654,
  "chat": 1655,
  "app": 1656,
  "wrath": 1657,
  "continues": 1658,
  "donations": 1659,
  "teens": 1660,
  "statehouse": 1661,
  "cuba:": 1662,
  "send": 1663,
  "escaped": 1664,
  "killer…poster": 1665,
  "lives": 1666,
  "matter": 1667,
  "movement": 1668,
  "xi,": 1669,
  "top": 1670,
  "officials,": 1671,
  "symbolic": 1672,
  "shanghai": 1673,
  "premier": 1674,
  "protect": 1675,
  "bush": 1676,
  "speechwriter": 1677,
  "pro-trump": 1678,
  "lies": 1679,
  "dept.": 1680,
  "oks": 1681,
  "sale": 1682,
  "$1": 1683,
  "vehicles": 1684,
  "complains": 1685,
  "too": 1686,
  "richer": 1687,
  "president-elect": 1688,
  "inaugural": 1689,
  "committee": 1690,
  "announces": 1691,
  "schedule": 1692,
  "events": 1693,
  "mugabe": 1694,
  "granted": 1695,
  "assured": 1696,
  "safety": 1697,
  "zimbabwe:": 1698,
  "penn": 1699,
  "card": 1700,
  "trick": 1701,
  "perfectly": 1702,
  "illustrates": 1703,
  "runs": 1704,
  "bravely": 1705,
  "defy": 1706,
  "catholic": 1707,
  "vp’s": 1708,
  "warning": 1709,
  "reconsider": 1710,
  "“offensive…divisive…harmful”": 1711,
  "america-themed": 1712,
  "bizarre": 1713,
  "groping": 1714,
  "egypt's": 1715,
  "brotherhood": 1716,
  "loses": 1717,
  "life": 1718,
  "sentence": 1719,
  "electors": 1720,
  "briefing": 1721,
  "interference": 1722,
  "electoral": 1723,
  "laugh!": 1724,
  "captures": 1725,
  "diabolical": 1726,
  "remarks": 1727,
  "abortion": 1728,
  "federation": 1729,
  "conference…”an": 1730,
  "eyeball": 1731,
  "fell": 1732,
  "lap..and": 1733,
  "gross”": 1734,
  "tries": 1735,
  "launch": 1736,
  "2020": 1737,
  "re-election": 1738,
  "immediately": 1739,
  "blows": 1740,
  "coalition": 1741,
  "collapse": 1742,
  "'bad": 1743,
  "clarke": 1744,
  "final": 1745,
  "days:": 1746,
  "“obama’s": 1747,
  "tenant": 1748,
  "who’s": 1749,
  "evicted": 1750,
  "property,": 1751,
  "he’s": 1752,
  "trash": 1753,
  "place": 1754,
  "way": 1755,
  "door”": 1756,
  "hilarious!": 1757,
  "hitler": 1758,
  "destroyer": 1759,
  "sails": 1760,
  "through": 1761,
  "passes": 1762,
  "bill,": 1763,
  "signs": 1764,
  "legislation": 1765,
  "tough": 1766,
  "terms": 1767,
  "praises": 1768,
  "ford,": 1769,
  "chrysler": 1770,
  "investments": 1771,
  "11th": 1772,
  "hour": 1773,
  "gift": 1774,
  "massive": 1775,
  "uranium": 1776,
  "shipment": 1777,
  "iran…as": 1778,
  "develops": 1779,
  "long-range": 1780,
  "loss,": 1781,
  "writes": 1782,
  "single": 1783,
  "progressive": 1784,
  "wrong": 1785,
  "retweet": 1786,
  "group:": 1787,
  "may's": 1788,
  "spokesman": 1789,
  "indiana": 1790,
  "mom": 1791,
  "becoming": 1792,
  "supremacists": 1793,
  "'we": 1794,
  "turkey's": 1795,
  "oil": 1796,
  "flow": 1797,
  "iraq's": 1798,
  "king": 1799,
  "taxpayers": 1800,
  "increase": 1801,
  "post-presidency": 1802,
  "zimbabwe's": 1803,
  "defies": 1804,
  "expectations": 1805,
  "immediate": 1806,
  "resignation": 1807,
  "father": 1808,
  "furious": 1809,
  "tsa": 1810,
  "daughter": 1811,
  "pat": 1812,
  "(video/image)": 1813,
  "religious": 1814,
  "denounce": 1815,
  "fraud": 1816,
  "barzani": 1817,
  "condemns": 1818,
  "iraqi": 1819,
  "remove": 1820,
  "kirkuk": 1821,
  "governor:": 1822,
  "republicans’": 1823,
  "display": 1824,
  "abandoning": 1825,
  "trump”": 1826,
  "receive": 1827,
  "award": 1828,
  "megyn": 1829,
  "kelly": 1830,
  "cross": 1831,
  "line": 1832,
  "obama?": 1833,
  "piles": 1834,
  "really": 1835,
  "“anarchy": 1836,
  "action”": 1837,
  "thousands": 1838,
  "evacuated": 1839,
  "q&a:": 1840,
  "denying": 1841,
  "knowledge": 1842,
  "desperate": 1843,
  "dems?": 1844,
  "bank": 1845,
  "computer": 1846,
  "hacks": 1847,
  "designed": 1848,
  "appear": 1849,
  "relationship": 1850,
  "baton": 1851,
  "rouge": 1852,
  "killer": 1853,
  "youtube": 1854,
  "member": 1855,
  "farrakhan’s": 1856,
  "islam:": 1857,
  "“my": 1858,
  "religion": 1859,
  "silent": 1860,
  "senators": 1861,
  "ok": 1862,
  "action": 1863,
  "syria": 1864,
  "page": 1865,
  "dedicated": 1866,
  "death": 1867,
  "threats": 1868,
  "lawyer": 1869,
  "alien": 1870,
  "rape": 1871,
  "14-year": 1872,
  "old": 1873,
  "caused": 1874,
  "head": 1875,
  "al": 1876,
  "spokesperson": 1877,
  "boom!": 1878,
  "conduct": 1879,
  "hearing": 1880,
  "today:": 1881,
  "focusing": 1882,
  "brotherhood,": 1883,
  "cair": 1884,
  "regime’s": 1885,
  "cover-ups,": 1886,
  "“willful": 1887,
  "blindness”": 1888,
  "radical": 1889,
  "islam": 1890,
  "time?": 1891,
  "candidacy": 1892,
  "weigh": 1893,
  "thinking": 1894,
  "suicide": 1895,
  "risk": 1896,
  "torture": 1897,
  "victim": 1898,
  "deported:": 1899,
  "orders": 1900,
  "services": 1901,
  "'to": 1902,
  "citizens": 1903,
  "kurdistan": 1904,
  "responded": 1905,
  "panel's": 1906,
  "request": 1907,
  "stops": 1908,
  "transgender,": 1909,
  "related": 1910,
  "protections": 1911,
  "tucker": 1912,
  "carlson": 1913,
  "exposes": 1914,
  "teacher": 1915,
  "organizes": 1916,
  "resign": 1917,
  "valerie": 1918,
  "jarrett": 1919,
  "finalize": 1920,
  "executive": 1921,
  "improvement": 1922,
  "temer's": 1923,
  "low": 1924,
  "approval": 1925,
  "rating": 1926,
  "peru": 1927,
  "ousted:": 1928,
  "privacy": 1929,
  "congress,": 1930,
  "trans-atlantic": 1931,
  "elusive": 1932,
  "someone": 1933,
  "bought": 1934,
  "f**king": 1935,
  "brilliant": 1936,
  "machine": 1937,
  "ramps": 1938,
  "euro": 1939,
  "zone": 1940,
  "budget,": 1941,
  "finance": 1942,
  "army,": 1943,
  "allies": 1944,
  "siege": 1945,
  "tech,": 1946,
  "personally": 1947,
  "went": 1948,
  "refugees": 1949,
  "spreading": 1950,
  "catastrophic": 1951,
  "outbreak": 1952,
  "flesh": 1953,
  "eating": 1954,
  "disease": 1955,
  "nations…disease": 1956,
  "difficult": 1957,
  "detect": 1958,
  "coming": 1959,
  "kidding:": 1960,
  "newspaper": 1961,
  "concerned": 1962,
  "fence": 1963,
  "safely": 1964,
  "dinesh": 1965,
  "d’souza": 1966,
  "message": 1967,
  "detail": 1968,
  "finances": 1969,
  "further": 1970,
  "bail": 1971,
  "check": 1972,
  "suspicious": 1973,
  "explosive": 1974,
  "package": 1975,
  "tops": 1976,
  "rough": 1977,
  "stretch": 1978,
  "obama's": 1979,
  "push": 1980,
  "legacy": 1981,
  "latino": 1982,
  "we’re": 1983,
  "soon": 1984,
  "revive": 1985,
  "asia-pacific": 1986,
  "'quad'": 1987,
  "forum": 1988,
  "mocked": 1989,
  "‘retarded’": 1990,
  "reporter": 1991,
  "shady": 1992,
  "deals": 1993,
  "promised": 1994,
  "attend": 1995,
  "sochi": 1996,
  "west": 1997,
  "virginia": 1998,
  "literally": 1999,
  "christians": 2000,
  "ability": 2001,
  "same-sex": 2002,
  "marriage": 2003,
  "early": 2004,
  "december": 2005,
  "investigation": 2006,
  "paradise": 2007,
  "papers": 2008,
  "denies": 2009,
  "diplomatic": 2010,
  "san": 2011,
  "francisco": 2012,
  "abe,": 2013,
  "raise": 2014,
  "accusing": 2015,
  "misconduct": 2016,
  "congressional": 2017,
  "it”:": 2018,
  "love": 2019,
  "chose": 2020,
  "magazine": 2021,
  "withdrawal": 2022,
  "deal,": 2023,
  "islamist": 2024,
  "true": 2025,
  "confirmed": 2026,
  "complaints": 2027,
  "dropped": 2028,
  "bangladesh": 2029,
  "dire": 2030,
  "unicef": 2031,
  "detention": 2032,
  "post-coup": 2033,
  "probe:": 2034,
  "anadolu": 2035,
  "rant": 2036,
  "businesses": 2037,
  "laugh": 2038,
  "warned": 2039,
  "look": 2040,
  "term": 2041,
  "“2016:": 2042,
  "america”…was": 2043,
  "correct?": 2044,
  "classic!": 2045,
  "“i’ll": 2046,
  "i": 2047,
  "sent": 2048,
  "f*ck": 2049,
  "court,": 2050,
  "blatantly": 2051,
  "pool": 2052,
  "poster": 2053,
  "targeting": 2054,
  "'sanctuary": 2055,
  "cities'": 2056,
  "smart": 2057,
  "cbo": 2058,
  "health": 2059,
  "care": 2060,
  "“big": 2061,
  "10": 2062,
  "huge": 2063,
  "things": 2064,
  "fix": 2065,
  "sailors": 2066,
  "held": 2067,
  "iranian": 2068,
  "neocon": 2069,
  "stunt": 2070,
  "bombshell:": 2071,
  "airstrikes": 2072,
  "‘efficient,": 2073,
  "accurate’": 2074,
  "$44": 2075,
  "hurricane": 2076,
  "aid,": 2077,
  "far": 2078,
  "requests": 2079,
  "whoa!": 2080,
  "grifters": 2081,
  "bagged": 2082,
  "$100": 2083,
  "“blood": 2084,
  "minerals”": 2085,
  "canada's": 2086,
  "tensions": 2087,
  "trade,": 2088,
  "pharma": 2089,
  "stocks": 2090,
  "slide": 2091,
  "“am": 2092,
  "english?”…reporter": 2093,
  "rips": 2094,
  "rep": 2095,
  "evasive": 2096,
  "answers": 2097,
  "e-mails": 2098,
  "broke": 2099,
  "ethics": 2100,
  "aga": 2101,
  "khan": 2102,
  "island": 2103,
  "greets": 2104,
  "emperor": 2105,
  "handshake": 2106,
  "nod": 2107,
  "bow": 2108,
  "a-list": 2109,
  "fundraiser": 2110,
  "clintons": 2111,
  "brings": 2112,
  "rich": 2113,
  "she’s": 2114,
  "saves": 2115,
  "affirmative": 2116,
  "joke": 2117,
  "week:": 2118,
  "dear": 2119,
  "injured": 2120,
  "attacker": 2121,
  "hollywood": 2122,
  "hypocrites:": 2123,
  "these": 2124,
  "lefty": 2125,
  "celebs": 2126,
  "dictators": 2127,
  "michael": 2128,
  "flynn": 2129,
  "resigns": 2130,
  "advisor": 2131,
  "taps": 2132,
  "devos": 2133,
  "education": 2134,
  "secretary:": 2135,
  "might": 2136,
  "confirm": 2137,
  "confident": 2138,
  "approved": 2139,
  "hundreds": 2140,
  "storm": 2141,
  "building": 2142,
  "demanding": 2143,
  "heck": 2144,
  "stronger": 2145,
  "boon": 2146,
  "everyone": 2147,
  "theory": 2148,
  "hackers": 2149,
  "meant": 2150,
  "russia's": 2151,
  "saudi": 2152,
  "arrives": 2153,
  "baghdad,": 2154,
  "27": 2155,
  "years": 2156,
  "flag": 2157,
  "carrying": 2158,
  "protesters:": 2159,
  "“if": 2160,
  "country": 2161,
  "great…why": 2162,
  "here?": 2163,
  "legal": 2164,
  "travel": 2165,
  "uk's": 2166,
  "future": 2167,
  "teenager": 2168,
  "vanished": 2169,
  "ride": 2170,
  "embarrassing": 2171,
  "giddy": 2172,
  "bowing": 2173,
  "dictator": 2174,
  "raul": 2175,
  "castro": 2176,
  "pres": 2177,
  "critics:": 2178,
  "“i": 2179,
  "elected": 2180,
  "please": 2181,
  "gates": 2182,
  "letter": 2183,
  "p*ss": 2184,
  "colombia's": 2185,
  "civil": 2186,
  "evil": 2187,
  "yell": 2188,
  "“f*ck": 2189,
  "trump”…burn": 2190,
  "daddy": 2191,
  "fishing": 2192,
  "2": 2193,
  "yr": 2194,
  "son": 2195,
  "bumper-stickers": 2196,
  "consulting": 2197,
  "happens": 2198,
  "asked": 2199,
  "hillary”": 2200,
  "brussels": 2201,
  "opens": 2202,
  "proceedings": 2203,
  "poland": 2204,
  "sues": 2205,
  "birth": 2206,
  "policy": 2207,
  "arms": 2208,
  "saudis": 2209,
  "actors": 2210,
  "quit": 2211,
  "“ferguson”": 2212,
  "opening": 2213,
  "because": 2214,
  "media’s": 2215,
  "bogus": 2216,
  "“hands": 2217,
  "shoot”": 2218,
  "version": 2219,
  "replace": 2220,
  "actual": 2221,
  "transcripts": 2222,
  "news:": 2223,
  "producer": 2224,
  "tape": 2225,
  "admitting": 2226,
  "trump-russia": 2227,
  "bullsh*t…”president": 2228,
  "‘witch": 2229,
  "hunting’": 2230,
  "ramadan": 2231,
  "abdullah": 2232,
  "set": 2233,
  "discovery": 2234,
  "weapons": 2235,
  "storage": 2236,
  "locker": 2237,
  "destined": 2238,
  "secretive": 2239,
  "compound": 2240,
  "upstate": 2241,
  "ny": 2242,
  "hilarious": 2243,
  "touching": 2244,
  "honduras": 2245,
  "disputed": 2246,
  "exposed": 2247,
  "population": 2248,
  "campaign:": 2249,
  "influential": 2250,
  "billionaire": 2251,
  "secretly": 2252,
  "donates": 2253,
  "$21": 2254,
  "per": 2255,
  "year": 2256,
  "planned": 2257,
  "parenthood": 2258,
  "expel": 2259,
  "diplomat": 2260,
  "ukraine": 2261,
  "poroshenko": 2262,
  "tuesday": 2263,
  "official:": 2264,
  "i’d": 2265,
  "criticizes": 2266,
  "accord": 2267,
  "italy's": 2268,
  "pd": 2269,
  "sicily": 2270,
  "flop": 2271,
  "#116": 2272,
  "trigger": 2273,
  "gifs,": 2274,
  "clowns": 2275,
  "hungary's": 2276,
  "orban": 2277,
  "accepts": 2278,
  "fight": 2279,
  "deploy": 2280,
  "thaad": 2281,
  "levin:": 2282,
  "qaeda": 2283,
  "“actively”": 2284,
  "schumer’s": 2285,
  "diversity": 2286,
  "visa": 2287,
  "program": 2288,
  "“put": 2289,
  "sleepers": 2290,
  "country”": 2291,
  "couldn’t": 2292,
  "remember": 2293,
  "concussion…used": 2294,
  "mobile": 2295,
  "devices…hillary’s": 2296,
  "lawyers": 2297,
  "locate": 2298,
  "any": 2299,
  "address": 2300,
  "refusing": 2301,
  "exposing": 2302,
  "rift": 2303,
  "“racist”": 2304,
  "viewers": 2305,
  "o’reilly": 2306,
  "factor": 2307,
  "raised": 2308,
  "$600k": 2309,
  "fund": 2310,
  "haters": 2311,
  "ballistic!": 2312,
  "happening:": 2313,
  "rudy": 2314,
  "giuliani": 2315,
  "figure": 2316,
  "turkish": 2317,
  "upholds": 2318,
  "jail": 2319,
  "whopping": 2320,
  "voters": 2321,
  "scientists": 2322,
  "builds": 2323,
  "surrogate": 2324,
  "sacrifice": 2325,
  "swiss": 2326,
  "mediate": 2327,
  "obama-holder": 2328,
  "n’": 2329,
  "rifle": 2330,
  "el": 2331,
  "chapo": 2332,
  "hideout": 2333,
  "capable": 2334,
  "downing": 2335,
  "helicopter": 2336,
  "detroit’s": 2337,
  "sharpton": 2338,
  "wannabe": 2339,
  "attempts": 2340,
  "bully": 2341,
  "naacp": 2342,
  "winning": 2343,
  "artist,": 2344,
  "kid": 2345,
  "rock": 2346,
  "ditching": 2347,
  "confederate": 2348,
  "ceo": 2349,
  "step": 2350,
  "hire": 2351,
  "10,000": 2352,
  "backfires": 2353,
  "declaration": 2354,
  "idea": 2355,
  "minimum": 2356,
  "wage": 2357,
  "works": 2358,
  "additional": 2359,
  "august": 2360,
  "somalia": 2361,
  "actor": 2362,
  "dragged": 2363,
  "jimmy": 2364,
  "kimmel": 2365,
  "movie": 2366,
  "harassment": 2367,
  "claims": 2368,
  "one": 2369,
  "tweet": 2370,
  "billionaires": 2371,
  "wallets": 2372,
  "“fighter!”": 2373,
  "“no”": 2374,
  "pro-amnesty": 2375,
  "koch": 2376,
  "brother’s": 2377,
  "influence…won’t": 2378,
  "ridiculously": 2379,
  "palestine": 2380,
  "‘get": 2381,
  "along": 2382,
  "unbelievably": 2383,
  "roasted": 2384,
  "threw": 2385,
  "60": 2386,
  "tradition": 2387,
  "alert:": 2388,
  "split": 2389,
  "ruling": 2390,
  "guy": 2391,
  "forgot": 2392,
  "9/11": 2393,
  "happened": 2394,
  "‘too": 2395,
  "stupid’": 2396,
  "ag": 2397,
  "insurance": 2398,
  "argentina": 2399,
  "submarine": 2400,
  "tragedy": 2401,
  "clinton's": 2402,
  "plead": 2403,
  "fifth": 2404,
  "hill": 2405,
  "majority": 2406,
  "leader:": 2407,
  "implementing": 2408,
  "curbs": 2409,
  "sexism,": 2410,
  "meetings": 2411,
  "rejects": 2412,
  "obliterates": 2413,
  "“phony": 2414,
  "con-artist”": 2415,
  "dem": 2416,
  "senator,": 2417,
  "alleged": 2418,
  "collusion": 2419,
  "russians": 2420,
  "doj": 2421,
  "start": 2422,
  "stealing": 2423,
  "tvs": 2424,
  "public": 2425,
  "puts": 2426,
  "self-driving": 2427,
  "cars": 2428,
  "york": 2429,
  "depressing": 2430,
  "ex-premier": 2431,
  "meets": 2432,
  "cairo": 2433,
  "epically": 2434,
  "owned": 2435,
  "internet": 2436,
  "having": 2437,
  "tom": 2438,
  "cotton": 2439,
  "throws": 2440,
  "clueless": 2441,
  "obstructionist": 2442,
  "shipped": 2443,
  "utah": 2444,
  "across": 2445,
  "mistake": 2446,
  "iran,": 2447,
  "custody": 2448,
  "pending": 2449,
  "done": 2450,
  "dems": 2451,
  "try": 2452,
  "scapegoat:": 2453,
  "colin": 2454,
  "powell’s": 2455,
  "e-mail": 2456,
  "hillary…only": 2457,
  "proving": 2458,
  "both": 2459,
  "corruptocrats": 2460,
  "vows": 2461,
  "anti-abortion": 2462,
  "judges": 2463,
  "includes": 2464,
  "salt": 2465,
  "deductions:": 2466,
  "moore": 2467,
  "trashes": 2468,
  "senate’s": 2469,
  "accuses": 2470,
  "‘trying": 2471,
  "hide": 2472,
  "short-term": 2473,
  "medicaid": 2474,
  "u.s.-russia": 2475,
  "mattis": 2476,
  "stresses": 2477,
  "importance": 2478,
  "goldman": 2479,
  "sachs": 2480,
  "chairman": 2481,
  "migrants": 2482,
  "appearance": 2483,
  "racism…while": 2484,
  "story": 2485,
  "washed": 2486,
  "crazy": 2487,
  "singer": 2488,
  "saturday": 2489,
  "satan": 2490,
  "abc": 2491,
  "cyber": 2492,
  "review": 2493,
  "beyond": 2494,
  "pizza": 2495,
  "employees:": 2496,
  "disciplined": 2497,
  "algeria's": 2498,
  "orderly": 2499,
  "comes": 2500,
  "filed": 2501,
  "mueller’s": 2502,
  "mounts": 2503,
  "adviser:": 2504,
  "bilateral": 2505,
  "bye": 2506,
  "culture": 2507,
  "long": 2508,
  "democrats,": 2509,
  "explain": 2510,
  "apec": 2511,
  "nears": 2512,
  "70": 2513,
  "years:": 2514,
  "queen": 2515,
  "elizabeth": 2516,
  "prince": 2517,
  "celebrate": 2518,
  "platinum": 2519,
  "anniversary": 2520,
  "expert": 2521,
  "shocks": 2522,
  "statues": 2523,
  "‘em": 2524,
  "shouldn’t": 2525,
  "charity": 2526,
  "reveal": 2527,
  "1,100": 2528,
  "donors": 2529,
  "damages": 2530,
  "ruling,": 2531,
  "ifax": 2532,
  "viral": 2533,
  "marine": 2534,
  "vet": 2535,
  "“it": 2536,
  "wasn’t": 2537,
  "me": 2538,
  "remain": 2539,
  "location": 2540,
  "in”": 2541,
  "organizer": 2542,
  "refuses": 2543,
  "hustlers…calls": 2544,
  "house:": 2545,
  "“sham…photo-op…sound": 2546,
  "bite": 2547,
  "obama”": 2548,
  "energy": 2549,
  "charter": 2550,
  "flight": 2551,
  "price": 2552,
  "resigned": 2553,
  "interior": 2554,
  "drilling,": 2555,
  "moves": 2556,
  "shelter": 2557,
  "banks": 2558,
  "makers": 2559,
  "shooter": 2560,
  "shave": 2561,
  "beard": 2562,
  "massacred": 2563,
  "26": 2564,
  "local": 2565,
  "baptist": 2566,
  "church?": 2567,
  "“meathead”": 2568,
  "rob": 2569,
  "reiner": 2570,
  "‘all": 2571,
  "war’": 2572,
  "trump…twitter": 2573,
  "user": 2574,
  "“hollywood": 2575,
  "folks”": 2576,
  "careful…they": 2577,
  "interviews": 2578,
  "requiring": 2579,
  "warrants": 2580,
  "search": 2581,
  "speaker": 2582,
  "hastert": 2583,
  "indicted": 2584,
  "feds": 2585,
  "patton": 2586,
  "oswalt": 2587,
  "fans:": 2588,
  "‘you’re": 2589,
  "child’": 2590,
  "skip": 2591,
  "hatred": 2592,
  "carter": 2593,
  "recovers": 2594,
  "dehydration": 2595,
  "scare": 2596,
  "breakthrough": 2597,
  "monday": 2598,
  "berlusconi": 2599,
  "bribing": 2600,
  "remix": 2601,
  "ever!": 2602,
  "community": 2603,
  "scale": 2604,
  "regulations": 2605,
  "vladimir": 2606,
  "retaliates": 2607,
  "slapped": 2608,
  "slogan": 2609,
  "horror": 2610,
  "film": 2611,
  "‘the": 2612,
  "bette": 2613,
  "midler": 2614,
  "hilariously": 2615,
  "mcconnell,": 2616,
  "glorious": 2617,
  "kills": 2618,
  "five": 2619,
  "cameroon": 2620,
  "mosque": 2621,
  "affiliate": 2622,
  "invited": 2623,
  "union…will": 2624,
  "also": 2625,
  "invited?": 2626,
  "blame": 2627,
  "riots": 2628,
  "on…slavery?": 2629,
  "reach": 2630,
  "iceland": 2631,
  "proudly": 2632,
  "gruesome": 2633,
  "imaginable": 2634,
  "terrorists": 2635,
  "screw": 2636,
  "tears": 2637,
  "pieces": 2638,
  "roberts": 2639,
  "same": 2640,
  "spied": 2641,
  "citizen": 2642,
  "stephen": 2643,
  "sums": 2644,
  "presidential": 2645,
  "jr.": 2646,
  "bragging": 2647,
  "‘a": 2648,
  "fact": 2649,
  "life’": 2650,
  "“president": 2651,
  "stabbed": 2652,
  "central": 2653,
  "park": 2654,
  "production": 2655,
  "“julius": 2656,
  "caesar”…where’s": 2657,
  "outrage?": 2658,
  "lesbians4hillary?": 2659,
  "wait…what": 2660,
  "unyielding": 2661,
  "traditional": 2662,
  "video?": 2663,
  "today": 2664,
  "begs": 2665,
  "readers": 2666,
  "'dangerous,": 2667,
  "short-sighted'": 2668,
  "sarah": 2669,
  "palin": 2670,
  "strip": 2671,
  "arrests": 2672,
  "poisoning": 2673,
  "produce": 2674,
  "grocery": 2675,
  "stores": 2676,
  "pulls": 2677,
  "states:": 2678,
  "updated": 2679,
  "america?": 2680,
  "conservatives": 2681,
  "families": 2682,
  "experience": 2683,
  "abuse": 2684,
  "shaming": 2685,
  "homes": 2686,
  "ordered": 2687,
  "da": 2688,
  "insane": 2689,
  "vendetta": 2690,
  "program,": 2691,
  "right-wing": 2692,
  "economic": 2693,
  "systems": 2694,
  "brilliantly": 2695,
  "explained": 2696,
  "cows": 2697,
  "anchor": 2698,
  "real:": 2699,
  "‘should": 2700,
  "freak": 2701,
  "hurt": 2702,
  "economy": 2703,
  "congo": 2704,
  "republic": 2705,
  "rebels": 2706,
  "trolls": 2707,
  "turn": 2708,
  "odds": 2709,
  "online": 2710,
  "betting,": 2711,
  "third": 2712,
  "run": 2713,
  "shocker:": 2714,
  "publishes": 2715,
  "critical": 2716,
  "pro-israel": 2717,
  "which": 2718,
  "mess": 2719,
  "pull": 2720,
  "hands?": 2721,
  "jobless": 2722,
  "out:": 2723,
  "“this": 2724,
  "air": 2725,
  "base": 2726,
  "dispute": 2727,
  "unresolved": 2728,
  "appoints": 2729,
  "havana": 2730,
  "flare": 2731,
  "second": 2732,
  "replacement": 2733,
  "news’": 2734,
  "shepard": 2735,
  "smith": 2736,
  "dispatch": 2737,
  "inside": 2738,
  "conventions": 2739,
  "guatemala": 2740,
  "auditor": 2741,
  "president's": 2742,
  "bonus": 2743,
  "zika": 2744,
  "drug": 2745,
  "development": 2746,
  "assessment": 2747,
  "motives": 2748,
  "hacking:": 2749,
  "strategist": 2750,
  "hate": 2751,
  "crime": 2752,
  "said”": 2753,
  "filmmaker": 2754,
  "recruits": 2755,
  "leftists": 2756,
  "attempt": 2757,
  "harm": 2758,
  "humble": 2759,
